FineMesh/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.1                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    fineSymmetryWall
    {
        type            patch;
        nFaces          80;
        startFace       12800;
    }
    fineWalls
    {
        type            patch;
        nFaces          160;
        startFace       12880;
    }
    fineCyclicBoundary
    {
        type            patch;
        nFaces          160;
        startFace       13040;
    }
    fineplug
    {
        type            patch;
        nFaces          80;
        startFace       13200;
    }
    faceFine
    {
        type            patch;
        nFaces          13120;
        startFace       13280;
    }
)

// ************************************************************************* //
